docs/load-test-results/img/2021-09-07-replicating-search-incident/1000wrk1200rps/1200-with-1s-latency-news-results-1000wrk.report.txt
Requests      [total, rate, throughput]  300, 1.00, 0.85
Duration      [total, attack, wait]      5m0.073478475s, 4m59.000002758s, 1.073475717s
Latencies     [mean, 50, 95, 99, max]    864.316653ms, 1.004263793s, 1.013579326s, 1.216175968s, 1.850530673s
Bytes In      [total, mean]              16783410, 55944.70
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    84.67%
Status Codes  [code:count]               200:254  500:46  
Error Set:
500 Internal Server Error