docs/load-test-results/img/2021-09-07-replicating-search-incident/1000wrk1200rps/results_search_300s_1200rps_http2off_1000wrk.report.txt
Requests      [total, rate, throughput]  360001, 1200.00, 1013.79
Duration      [total, attack, wait]      5m1.044423787s, 4m59.999913593s, 1.044510194s
Latencies     [mean, 50, 95, 99, max]    864.576612ms, 1.004423018s, 1.011226956s, 1.275691569s, 2.058437452s
Bytes In      [total, mean]              20166167977, 56016.98
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    84.78%
Status Codes  [code:count]               200:305195  500:54806  
Error Set:
500 Internal Server Error